"use strict";
const common_vendor = require("../common/vendor.js");
const places = common_vendor.ref([{
  id: 1,
  title: "南澳岛 1 ",
  image: "/static/logo.png",
  desc: "南澳是广东唯一的海岛县，位于广东省东南部海面，地处东经11653′－117°19′，北纬23°11′－23°32′，北回归线从主岛穿过。 南澳海域面积4600平方公里，总面积约115.054平方千米, 由南澳岛及周边35个主要岛屿组成，其中主岛112.049平方公里。",
  isFavorite: true
}, {
  id: 2,
  title: "南澳岛 2",
  image: "/static/logo.png",
  desc: "南澳是广东唯一的海岛县，位于广东省东南部海面，地处东经11653′－117°19′，北纬23°11′－23°32′，北回归线从主岛穿过。 南澳海域面积4600平方公里，总面积约115.054平方千米, 由南澳岛及周边35个主要岛屿组成，其中主岛112.049平方公里。",
  isFavorite: false
}, {
  id: 3,
  title: "南澳岛 3",
  image: "/static/logo.png",
  desc: "南澳是广东唯一的海岛县，位于广东省东南部海面，地处东经11653′－117°19′，北纬23°11′－23°32′，北回归线从主岛穿过。 南澳海域面积4600平方公里，总面积约115.054平方千米, 由南澳岛及周边35个主要岛屿组成，其中主岛112.049平方公里。",
  isFavorite: true
}, {
  id: 4,
  title: "南澳岛 4",
  image: "/static/logo.png",
  desc: "南澳是广东唯一的海岛县，位于广东省东南部海面，地处东经11653′－117°19′，北纬23°11′－23°32′，北回归线从主岛穿过。 南澳海域面积4600平方公里，总面积约115.054平方千米, 由南澳岛及周边35个主要岛屿组成，其中主岛112.049平方公里。",
  isFavorite: true
}, {
  id: 5,
  title: "南澳岛 5",
  image: "/static/logo.png",
  desc: "南澳是广东唯一的海岛县，位于广东省东南部海面，地处东经11653′－117°19′，北纬23°11′－23°32′，北回归线从主岛穿过。 南澳海域面积4600平方公里，总面积约115.054平方千米, 由南澳岛及周边35个主要岛屿组成，其中主岛112.049平方公里。",
  isFavorite: false
}]);
exports.places = places;
